LEXICON_RU: dict[str, str] = {
    '/start': 'Меня зовут <b>Кото-бот!</b>\n '
              'Жми <b>/menu</b> и узнай, что я умею',
    '/menu': 'Обычно я играю в попугая и повторяю за тобой, '
             'но не всегда:\n '
             '  нажми <b>/cat</b> и я порадую тебя котик(ом/ами)\n '
             '  нажми <b>/gif</b> и я кину в тебя гифкой\n '
             '  нажми <b>/game</b> и я поиграю с тобой',
    'in_game': 'Мы же сейчас играем. '
               'Присылай, пожалуйста, <b>только числа от 1 до 100</b>\n '
               'нажми <b>Выход</b>, если не хочешь продолжать игру',
    '/cat_no': 'Извиняюсь, но по неведанным причинам котиков не будет '
               'Попробуй снова немного позже',
    '/gif_no': 'Извиняюсь, но по неведанным причинам гифок не будет '
               'Попробуй снова немного позже',
    '/game': 'Правила игры:\n\nЯ загадываю число от 1 до 100, '
             'а тебе нужно его угадать\nУ тебя есть',
    'exit_button': 'Жаль, что ты уходишь(.\n '
                   'Если захочешь поиграть со мной '
                   'снова - просто нажми <b>/game</b>',
    'game_button': '<b>Ура!</b>\n\nЯ загадал число от 1 до 100, '
                   'попробуй угадать!',
    'name_button_stat': 'Статистика',
    'name_button_game': 'Игра',
    'name_button_exit': 'Выход',
    'win': '<b>Ура!</b>\n\n Ты угадал(а) число!\n\n '
           '<b>Ты просто СУПЕР!!!</b>\n',
    'smaller_number': 'Мое число меньше',
    'larger_number': 'Мое число больше',
    'lose': 'Ты проиграл(а) :(\n\nМое число '
            'было ',
    'update_error': 'Данный тип апдейтов не поддерживается '
                    'методом send_copy',
    'want_to_play': 'Хочешь поиграть? Жми <b>/game</b>'
    }
