LEXICON_RU: dict[str, str] = {
    '/start': 'Меня зовут <b>Кото-бот!</b>😸\n'
              'Обычно я играю в попугая и повторяю за тобой, но не всегда.\n'
              'Жми <b>Меню</b> и узнай, что я умею😉',
    'in_game': 'Мы же сейчас играем😼\n'
               'Присылай, пожалуйста, <b>только числа от 1 до 100</b>.\n'
               'Жми <b>Выход</b>, если не хочешь продолжать игру😿',
    'in_ssp': 'Мы же сейчас играем😼\n'
              'Жми <b>Продолжить</b>, если хочешь продолжить игру😸\n'
              'Если не хочешь - жми <b>Выйти</b>😿',
    '/cat_no': 'Извиняюсь, но по неведанным причинам котиков не будет.\n'
               'Попробуй снова немного позже😿',
    '/gif_no': 'Извиняюсь, но по неведанным причинам гифок не будет.\n'
               'Попробуй снова немного позже😿',
    '/games': 'Пока я умею играть только в 2 игры, но я только учусь😇\n'
              'Выбирай любую и давай поиграем😉',
    'guess_the_number': '<b>Правила игры:</b>\n\nЯ загадываю '
                        '<b>число от 1 до 100</b>, '
                        'а тебе нужно его угадать.\nУ тебя есть',
    'rock_scissors_paper': 'Это очень простая игра. Мы одновременно должны '
                           'сделать выбор одного из трех предметов. Камень, '
                           'ножницы или бумага.\n\nЕсли наш выбор '
                           'совпадает - ничья, а в остальных случаях камень '
                           'побеждает ножницы, ножницы побеждают бумагу, '
                           'а бумага побеждает камень.\n\n<b>Играем?</b>😉',
    'exit_button': 'Жаль, что ты уходишь😿\n'
                   'Если захочешь поиграть со мной '
                   'снова - просто нажми <b>/games</b>😉',
    'game_button': '<b>Ура!</b>\n\nЯ загадал число от 1 до 100, '
                   'попробуй угадать&#128526;',
    'name_button_stat': 'Статистика',
    'name_button_game': 'Игра',
    'name_button_exit': 'Выход',
    'win': '<b>Ура!🎉\n\nТы угадал число!</b>😎\n\n'
           '<b>Поздравляю!</b>👏\n\n'
           '<b>Ты просто <i>СУПЕР</i>!</b>😽\n\n',
    'one_more_game': 'Жми <b>Игра</b> и мы сыграем еще😉',
    'smaller_number': 'Мое число меньше😼',
    'larger_number': 'Мое число больше😼',
    'lose': '<b>Ты проиграл</b>🙀\n\nМое число было ',
    'update_error': 'Данный тип апдейтов не поддерживается😿',
    'rock': 'Камень 🗿',
    'paper': 'Бумага 📜',
    'scissors': 'Ножницы ✂',
    'yes_button': 'Давай!',
    'no_button': 'Не хочу!',
    'continue_button': 'Продолжить',
    'exit': 'Выйти',
    'yes': 'Отлично! Делай свой выбор!',
    'bot_won': '<b>Я победил!</b>🤪\n\n<b>Сыграем еще?</b>😉',
    'user_won': '<b>Ты победил!😻 Поздравляю!👏😽</b>\n\n'
                '<b>Давай сыграем еще?</b>😉',
    'nobody_won': '<b>Ничья!</b>😼\n\n<b>Продолжим?</b>😉',
    'bot_choice': 'Мой выбор🤔...',
    'guess_the_number_button': 'Угадай число⓭?',
    'rock_scissors_paper_button': 'Камень🗿, ножницы✂, бумага📜'
    }


LEXICON_COMMANDS_RU: dict[str, str] = {
    '/start': 'Запуск Кото-бота!',
    '/cat': 'Порадую тебя котиком.',
    '/gif': 'Кину тебе (Yes or No)-гифку.',
    '/games': 'Поиграю с тобой.'
    }
