LEXICON_RU: dict[str, str] = {
    '/start': 'Меня зовут <b>Кото-бот!</b>\n '
              'Обычно я играю в попугая и повторяю за тобой, но не всегда.\n '
              'Жми <b>Меню</b> и узнай, что я умею.',
    'in_game': 'Мы же сейчас играем.\n '
               'Присылай, пожалуйста, <b>только числа от 1 до 100</b>.\n '
               'Жми <b>Выход</b>, если не хочешь продолжать игру.',
    '/cat_no': 'Извиняюсь, но по неведанным причинам котиков не будет.\n '
               'Попробуй снова немного позже.',
    '/gif_no': 'Извиняюсь, но по неведанным причинам гифок не будет.\n '
               'Попробуй снова немного позже.',
    '/game': 'Правила игры:\n\nЯ загадываю <b>число от 1 до 100</b>, '
             'а тебе нужно его угадать.\nУ тебя есть',
    'exit_button': 'Жаль, что ты уходишь(.\n'
                   'Если захочешь поиграть со мной '
                   'снова - просто нажми <b>/game</b>.',
    'game_button': '<b>Ура!</b>\n\nЯ загадал число от 1 до 100, '
                   'попробуй угадать!',
    'name_button_stat': 'Статистика',
    'name_button_game': 'Игра',
    'name_button_exit': 'Выход',
    'win': '<b>Ура!</b>\n\nТы угадал(а) число!\n\n'
           '<b>Ты просто СУПЕР!!!</b>',
    'smaller_number': 'Мое число меньше.',
    'larger_number': 'Мое число больше.',
    'lose': 'Ты проиграл(а):(\n\nМое число было ',
    'update_error': 'Данный тип апдейтов не поддерживается.',
    'want_to_play': 'Хочешь поиграть? Жми <b>/game</b>'
    }


LEXICON_COMMANDS_RU: dict[str, str] = {
    '/start': 'Запуск Кото-бота!',
    '/cat': 'Порадую тебя котиком.',
    '/gif': 'Кину тебе (Yes or No)-гифку.',
    '/game': 'Поиграю с тобой в числовую угадайку.'
    }
